[Tree]
chk_fruits=Отметьте, если дерево имеет плоды или цветки | Check it if tree have fruits or blossom
edt_fruits=IDs плодов или цветков | IDs fruits or blossom
chk_leafs=Отметьте, если дерево имеет листья | Check it if tree have leaves
edt_leafs=IDs листьев | IDs leaves
chk_leafs_from_trunks=Отметьте, если дерево имеет прямой переход от больших веток к листьям, если нет мелких веточек | Check it if tree have leaves near trunks without twigs
chk_twigs=Отметьте, если дерево имеет маленькие веточки между ветками и листьями, даже если ID одинаковые | Check it if tree have small twigs between trunks and leafs, even if have the same IDs
edt_twigs=IDs twigs::IDs маленьких веточек
spn_twigs_Cycles=Количество циклов поиска | Searching cycles
chk_trunks=Предполагается, что дерево всегда имеет ветки, отключить нельзя | Suppose that tree have trunks
edt_trunks=IDs веток | IDs trunks
btn_find_set_trunks=Найти в дереве ветки и поставить им ID | Find & Set IDs for trunks
chk_stems=Отметьте, если дерево имеет ствол(ы) | Check it if tree have stem(s)
edt_stems=IDs стволов | IDs stems
btn_find_set_stems=Найти в дереве стволы и поставить им ID | Find & Set IDs for stems
spn_distance=Радиус поиска соединённых элементов (в метрах), большие значения приведут к захвату элементов от соседних веток | Searching distance between elements of tree, larger values may take bad elements from other branches
chk_use_stems_distance=Не отмечено: нет разделения веток рядом со стволом::Отмечено: разделение близких веток от ствола | When unchecked, do not separates brunches near stem::When checked, separates very close branches to stem
spn_distance_stem=Ориентировочный диаметр ствола, нужно для отделения веток от ствола | Guess diameter of central stem, need to separation very close branches to stem
spn_distance_far=Максимальная длина поиска веток (ставить чуть больше самой длинной ветки) | Far distance range
chk_separate_trunks=Включать/отключать попытку разбиения пересекающихся веток друг от друга | When checked, try separate trunks from each other
spn_branches_top_distance=Расстояние от верха дерева (до ствола), нужно для корректного поиска верхних веток | Distance from top of the tree
spn_rubbish=Все ветки меньше этого значения трактуются как мусорные и игнорируются | All branches smaller treated as rabish
chk_branches_all=Попытка поиска как можно большего количества веток | Try to find as lot of branches as possible
spn_branches_count=Попытка поиска первых нескольких самых длинных веток из всех веток | Should find only firsts number of all branches
btn_tree=Найти и отделить копии веток в выделенном дереве::Найти и отделить копии только первых n самых длинных веток, как отмечено | Find and create Branches in selected Tree::Find all or only first few longest, as selected
rotate_obj_parallel_y=Повернуть ветку к оси Y (обычно не надо нажимать, используется скриптом) | Rotate branch to Y AXIS
rotate_obj_parallel_z=Повернуть ветку к оси Z (обычно не надо нажимать, используется скриптом) | Rotate branch to Z AXIS
create_plane_branch=ЛКМ: отрендерить одну выделенную ветку и создать плоскости::ПКМ: отрендерить все выделенные ветки и создать им плоскости | LMB: Render single Branch and Create Plane(s)::RMB: Render few selected Branches and Create Planes with parameters
spn_multy_render=Множитель размера картинки для рендеринга веток | Multipler for render size of branches
chk_hor_planes=Создавать горизонтальные плоскости для веток | Make horizontal planes from branches	
chk_vert_planes=Создавать вертикальные плоскости для веток | Make also vertical planes from branches
spn_angle_rotation=Точность угла поворота веток, в градусах | Accuracy angle for branches rotation
chk_dual_planes=Создавать двойные плоскости с противоположными нормалями (лучше) | Make dual planes with opposite normals (better)
chk_dual_planes_render=Если отмечено, дублирующая (нижняя) плоскость будет отреднерена в отдельную текстуру (лучше)::Если не отмечена - текстура будет скопирована с верхней плоскости с зеркальным отражением (хуже) | Dual (bottom) plane should be render to another texture (better)::When unchecked - texture will be copied and mirrored from top side (worse)
spn_rot_ang=Интерактивный поворот (наклон) веток | Interactive changing for branches rotation
spn_plane_count_h=Интерактивное изменение числа сегментов плоскости веток по горизонтали (поперечное деление) | Interactive changing of horizontal segments number for planes branches
spn_plane_count_v=Интерактивное изменение числа сегментов плоскости веток по вертикали (продольное деление) | Interactive changing of vertical segments number for planes branches
spn_bend_h=Интерактивное изменение поперечного угла сгиба в модификаторах веток | Interactive changing for bend modifiers
spn_bend_v=Интерактивное изменение продольного угла сгиба в модификаторах веток | Interactive changing for bend modifiers 
btn_tex_path=
edt_tex_path=
mlbList_pl=Уникальные отрендеренные ветки-плоскости для размножения, список | List of unique planes-branches to be copied
mlbList_br=3D ветки, на которые надо размножать, список | List of 3D branches
btn_Add_pl=Выберите объекты и нажмите добавить, добавляются только разрешенные объекты плоскости-ветки | Select objects and press Add, adds only valid planes
btn_Remove_pl=Удалить выделенные пункты из списка | Remove selected items from list
btn_Clear_pl=Очистить список | Clear all items from list
btn_Add_br=Выберите объекты и нажмите добавить, добавляются только разрешенные объекты 3D веток | Select objects and press Add, adds only valid branches
btn_Remove_br=Удалить выделенные пункты из списка | Remove selected items from list
btn_Clear_br=Очистить список | Clear all items from list
btn_box_branches=Отобразить все выделенные ветки в виде габаритных контейнеров | Set all selected branches as bounding boxes
btn_select_branches_planes=ЛКМ: выделить все плоскости из выделения объектов::ЛКМ+ЛКМ: выделить только детей из выделенных плоскостей::ЛКМ+CTRL: выделить детей::ЛКМ+ALT: выделить родителей::ЛКМ+CRTL+ALT: убрать выделение дочерних объектов::ПКМ: выделить только уникальные плоскости из всех выделенных плоскостей::ПКМ+CTRL: убрать выделение с уникальных плоскостей из всех выделенных плоскостей | LMB: Select all planes from all selected::LMB+LMB: Select children from selected planes::LMB+CTRL: Select children::LMB+ALT: Select parents::LMB+CRTL+ALT: Deselect children::RMB: Select only unique planes from selected::RMB+CTRL: Deselect unique planes from selected
btn_Distribute=Размножить список плоскостей на список 3D веток, это происходит путем подбора ближайших размеров, избегайте натягивания больших плоскостей на маленькие ветки и наоборот, что ведет к ошибке плотности текселей | Distribute left list to right list
btn_Del_Unwrap=Удалить все модификаторы развертки со всех плоскостей | Delete all unwrap modifiers from all planes
btn_Unwrap=Развернуть все выделенные плоскости-ветки вместе в один UDIM с общим одним атласом диффузных и прозрачных текстур и целевой плотностью текселя | Unwrap selected plane-branches to one UDIM with one diffuse and opacity texture with target texels density
btn_Collapse=Cвести все выделенные развернутые плоскости-ветки в одну крону (без ствола), назначить общий материал | Collapse selected planes to whole tree (without stems), get common material
lbl_tex_size=Размер текстуры | Texture Size
ddl_Tex_size=Целевой размер текстуры | Target texture size
spn_target_density=Целевая плотность текселя | Target texels density
btn_Stem_Remesh_Unwrap=Выделите только объект ствола и нажмите кнопку переработки сетки и развертки ствола | Select only stems object and press Remesh Unwrap Stem	
spn_target_density_stem=Целевая плотность текселя для ствола | Target texels density stem
spn_target_polys=Целевое число полигонов ствола | Target count of poly of stem
btn_paste_stem=Свести вместе несколько диффузных карт материалов соответсвенно развертке, нужно для сведения текстур ствола и кроны | Blend together few material's diffuse textures according to unwrap, need to blend stem texture to branches texture" 
btn_save=Сохранить настройки в файл | Save options to file
btn_load=Загрузить настройки из файла | Load options from file
btn_close=Закрыть этот диалог | Close this dialog
		